/* NSButton (Bonjour) : <title:Bonjour> (oid:1498) */
"Bonjour" = "Bonjour";

/* NSButton (Bookmarks) : <title:Bookmarks> (oid:1500) */
"Bookmarks" = "Bookmarks";

/* NSBox (Box) : <title:Box> (oid:1507) */
"Box" = "Box";

/* NSMenuItem : <title:Connect to server> (oid:1426) */
"Connect to server" = "Conectare la server";

/* NSMenu : <title:Copy URL> (oid:1740) */
"Copy URL" = "Copiază URL";

/* NSMenu : <title:Create Archive> (oid:1546) */
"Create Archive" = "Crează Arhivă";

/* NSMenuItem : <title:Delete> (oid:957) */
"Delete" = "Șterge";

/* NSMenuItem : <title:Delete Bookmark> (oid:1060) */
"Delete Bookmark" = "Șterge Bookmark";

/* NSMenuItem : <title:Download> (oid:955) */
"Download" = "Descarcă";

/* NSMenuItem : <title:Download As…> (oid:1054) */
"Download As…" = "Descarcă Ca…";

/* NSMenuItem : <title:Download To…> (oid:1397) */
"Download To…" = "Descarcă În…";

/* NSMenuItem : <title:Duplicate Bookmark> (oid:1659) */
"Duplicate Bookmark" = "Duplicate Bookmark";

/* NSMenuItem : <title:Duplicate…> (oid:1293) */
"Duplicate…" = "Fișier Duplicat…";

/* NSMenuItem : <title:Edit Bookmark> (oid:1062) */
"Edit Bookmark" = "Editează Bookmark";

/* NSMenu : <title:Edit With> (oid:1333) */
"Edit With" = "Editează Cu";

/* NSMenuItem : <title:Expand Archive> (oid:1532) */
"Expand Archive" = "Conținut Arhivă";

/* NSButton (History) : <title:History> (oid:1499) */
"History" = "Istorie";

/* NSMenuItem : <title:Hostname> (oid:2140) */
"Hostname" = "Hostname";

/* NSMenuItem : <title:Info> (oid:954) */
"Info" = "Info";

/* NSTabViewItem : <title:List> (oid:1247) */
"List" = "Listă";

/* NSMenu : <title:Menu> (oid:1058) */
"Menu" = "Meniu";

/* NSMenuItem : <title:New Bookmark> (oid:1513) */
"New Bookmark" = "Bookmark Nou";

/* NSMenuItem : <title:New Browser> (oid:1510) */
"New Browser" = "Browser Nou";

/* NSMenuItem : <title:New File…> (oid:1119) */
"New File…" = "Fișier Nou…";

/* NSMenuItem : <title:New Folder…> (oid:958) */
"New Folder…" = "Dosar Nou…";

/* NSMenuItem : <title:New Symbolic Link…> (oid:2026) */
"New Symbolic Link…" = "New Symbolic Link…";

/* NSMenuItem : <title:Nickname> (oid:2139) */
"Nickname" = "Nickname";

/* NSMenu : <title:Open URL> (oid:1820) */
"Open URL" = "Deschide Web URL";

/* NSMenu : <title:OtherViews> (oid:1377) */
"OtherViews" = "AlteVederi";

/* NSTabViewItem : <title:Outline> (oid:1245) */
"Outline" = "Outline";

/* NSMenuItem : <title:Protocol> (oid:2141) */
"Protocol" = "Protocol";

/* NSMenuItem : <title:Quick Look> (oid:2054) */
"Quick Look" = "Quick Look";

/* NSMenuItem : <title:Refresh> (oid:959) */
"Refresh" = "Reactualizare";

/* NSMenuItem : <title:Rename…> (oid:1391) */
"Rename…" = "Redenumește…";

/* NSMenuItem : <title:Revert> (oid:1627) */
"Revert" = "Revert";

/* NSMenu : <title:Sort By> (oid:2137) */
"Sort By" = "Sort By";

/* NSMenuItem : <title:Synchronize…> (oid:1085) */
"Synchronize…" = "Sincronizare…";

/* NSMenuItem : <title:Upload…> (oid:1159) */
"Upload…" = "Încarcare…";

